{
    "introduction": {
        "script" : ["Welcome to the world of Endowus. This game is a simulation in which you will be able to test out different portfolios in mock scenarios, this will allow you to find the portfolio that you are the most comfortable with.", "We all have different risk appetites or risk tolerance. If you invest in a way that is not compatible with the amount of volatility or short-term loss you are comfortable taking, you are setting up for failure when the markets inevitably move against you as you may make investment decisions that go against your long-term financial well-being. ", "As it is a simulation, feel free to restart by refreshing the browser to test out another portfolio!"]
    },

    "equities100": {
        "description": "100% Equities",
        "script": ["A very aggressive portfolio designed for longer term goals that can withstand periods of significant volatility to compound returns over the long term and achieve higher average expected returns.", "This portfolio has a High Risk Tolerance of 50%. In the event of a financial crisis, this portfolio, based on the worst 12-month period"],
        "annualisedReturn": 12.18,
        "volatility": 11.03,
        "riskTolerance": 50
    },
    "equities80": {
        "description": "80% Equities\n20% Fixed Income",
        "script": ["An aggressive portfolio designed for longer term goals that can withstand periods of volatility to compound returns over the long term and achieve higher average expected returns."],
        "annualisedReturn": 10.77,
        "volatility": 9.27,
        "riskTolerance": 40
    },
    "equities60": {
        "description": "60% Equities\n40% Fixed Income",
        "script": ["A balanced portfolio designed for mid to long term goals and cashflows that can withstand periods of some volatility to compound returns over the long term and achieve higher average risk-adjusted returns."],
        "annualisedReturn": 9.31,
        "volatility": 7.56,
        "riskTolerance": 35
    },
    "equities40": {
        "description": "40% Equities\n60% Fixed Income",
        "script": ["A measured portfolio designed for mid term to long term goals and cashflows that can withstand periods of some volatility to compound returns over the long term to achieve higher average risk-adjusted returns."],
        "annualisedReturn": 7.78,
        "volatility": 5.89,
        "riskTolerance": 30
    },
    "equities20": {
        "description": "20% Equities\n80% Fixed Income",
        "script": ["A conservative portfolio designed for mid term goals and cashflows that are focused on capital preservation with recognition that a small allocation to equities can improve asset class diversification and long term risk-adjusted returns."],
        "annualisedReturn": 6.26,
        "volatility": 4.58,
        "riskTolerance": 25
    },
    "equities0": {
        "description": "100% Fixed Income",
        "script": ["A very conservative portfolio designed for short to mid term goals focused on capital preservation and lower volatility in returns, with some long term capital appreciation to compound returns."],
        "annualisedReturn": 4.72,
        "volatility": 3.87,
        "riskTolerance": 12
    },
    
    "event1": {
        "script": ["Congratulations! You have been accepted for an exchange semester at Nabson University in the US."],
        "question": "You are required to make a payment of $20,000. How would you like to make your payment?",
        "response": "Payment has been made!",
        "amount": -20000
    },
    "event2": {
        "script": ["Hooray! You have been offered a 6-month internship at MBB & Co. Enjoy your time here & learn as much as possible from your supervisors."],
        "question": "You have been paid a total of $6,000 over 6 months! How would you like to distribute your salary?",
        "amount": 6000,
        "response": "You have distributed your salary!"
    },
    "event3": {
        "script": ["Congratulations! You have landed your first job at ShopForward! Be ready for more responsibilities!"],
        "question": "You have earned $100,000 over 2 years of working at ShopForward! How would you like to distribute your salary?",
        "amount": 100000,
        "response": "You have distributed your salary!"
    },
    "event4": {
        "script": ["Hard work pays off! You have been promoted to a manager at ShopForward!"],
        "question": "Your pay has increased to $150,000 over the next 2 years of work! How would you like to distribute your salary?",
        "amount": 150000,
        "response": "You have distributed your salary!"
    },
    "event5": {
        "script": ["Your new home is now ready! Time to collect your keys and move in!"],
        "question": "Your new home costs $200,000. How would you like to make your payment?",
        "amount": -200000,
        "response": "Payment has been made!"
    },
    "event6": {
        "script": ["Oh no, the world has been hit by a drought! The semiconductor industry is now facing a shortage affecting tech stocks worldwide. Your Endowus portfolio has dipped!"],
        "question": "Would you like to withdraw your funds from your Endowus wallet? Please keep in mind that doing so will affect your overall returns.",
        "isVolatilityEvent": true
    },
    "event7": {
        "script": ["The drought is over! The semiconductor industry has gotten back on its feet and is looking as strong as ever. Your Endowus portfolio has recovered!"],
        "isVolatilityEvent": true
    }
}